260610_day_briefing.org
*** El Diario de Cantabria

- [[https://eldiariocantabria.publico.es/articulo/laboral/sindicatos-avanzan-huelga-calzado-trabajadores-rechazan-propuesta-patronal/20260610175421194175.html][Los sindicatos avanzan una huelga en el calzado si los trabajadores rechazan la propuesta de la patronal]]
- [[https://eldiariocantabria.publico.es/articulo/santander/igual-defiende-que-hoy-nadie-puede-negar-inteligencia-artificial/20260610172659194173.html][Igual defiende que “hoy nadie se puede negar a la inteligencia artificial” y valida la campaña de comercio criticada por las productoras]]
- [[https://eldiariocantabria.publico.es/articulo/cultura/memoria-vinculos-generacionales-identidad-cultural-centran-muestra-hispanoiraqui-gorka-mohamed-mas/20260610170237194171.html][Memoria, vínculos generacionales e identidad cultural centran la muestra del hispanoíraquí Gorka Mohamed en el MAS]]
- [[https://eldiariocantabria.publico.es/articulo/cultura/ocean-colour-scene-nina-polaca-the-lemon-twigs-nacho-vegas-entre-confirmados-escenario-santander-que-queda-ano/20260610165053194169.html][Ocean Colour Scene, Niña Polaca, The Lemon Twigs o Nacho Vegas, entre los confirmados en Escenario Santander para lo que queda de año]]
- [[https://eldiariocantabria.publico.es/articulo/deportes/renovacion-abonos-racing-proxima-temporada-primera-division-comenzara-22-junio/20260610163742194168.html][La renovación de abonos del Racing para la próxima temporada en Primera División comenzará el 22 de junio]]

** 🇺🇸 Estados Unidos

*** The Washington Post

- [[https://www.washingtonpost.com/world/2026/06/10/trump-threatens-iran-after-it-targets-us-assets-middle-east/][Trump says Iran will ‘pay the price’ after it targets U.S. assets in three countries]]
- [[https://www.washingtonpost.com/world/2026/06/10/belfast-riots-mayhem-follow-alleged-stabbing-by-sudanese-asylum-seeker/][A new wave of anti-immigrant violence hits U.K. as riots convulse Belfast]]
- [[https://www.washingtonpost.com/world/2026/06/09/after-days-speculation-vatican-said-pope-leo-met-bad-bunny-spain/][Bad Bunny’s private audience: Latin trap megastar met Pope Leo in Spain]]
- [[https://www.washingtonpost.com/lifestyle/2026/06/09/arsenals-soccer-socks-find-new-purpose-with-rescued-horses-donkeys/][Why rescue donkeys are wearing donated socks from a pro soccer team]]
- [[https://www.washingtonpost.com/world/2026/06/08/nato-shoots-down-drone-over-latvia-concern-about-ukraine-wars-spread-grows/][NATO shoots down drone over Latvia as concern about Ukraine war’s spread grows]]

*** WSJ.com: World News

- [[https://www.wsj.com/world/middle-east/trump-warns-of-ramping-up-attacks-on-iran-after-exchange-of-strikes-ae2f7a67][Trump Warns of Ramping Up Attacks on Iran After Exchange of Strikes]]
- [[https://www.wsj.com/world/china/taiwan-test-fires-u-s-supplied-missile-launcher-toward-china-c23b4f44][Taiwan Test-Fires U.S.-Supplied Missile Launcher Toward China]]
- [[https://www.wsj.com/world/europe/second-flare-up-of-anti-migrant-violence-signals-tensions-in-u-k-c9aa563c][Second Flare-Up of Anti-Migrant Violence Signals Tensions in U.K.]]
- [[https://www.wsj.com/world/middle-east/three-days-of-clashes-show-the-iran-conflict-is-entering-a-dangerous-new-phase-0b677422][Three Days of Clashes Show the Iran Conflict Is Entering a Dangerous New Phase]]
- [[https://www.wsj.com/world/asia/north-koreas-uranium-enrichment-capacity-could-soon-expand-by-75-analysis-says-d4bfcf27][North Korea’s Uranium Enrichment Capacity Could Soon Expand by 75%, Analysis Says]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/societe/live/2026/06/10/en-direct-affaire-lyhanna-sebastien-lecornu-annonce-un-decret-pour-motiver-les-classements-sans-suite-pour-crimes-sexuels-sur-mineurs_6700450_3224.html][EN DIRECT, affaire Lyhanna : Sébastien Lecornu annonce un décret pour que les classements sans suite pour crimes sexuels sur mineurs soient motivés]]
- [[https://www.lemonde.fr/societe/article/2026/06/10/gerald-darmanin-annonce-retirer-de-sa-reforme-de-la-justice-la-mesure-instaurant-un-plaider-coupable-en-matiere-criminelle_6700507_3224.html][Gérald Darmanin annonce retirer de sa réforme de la justice la mesure instaurant un plaider-coupable en matière criminelle]]
- [[https://www.lemonde.fr/international/live/2026/06/10/en-direct-guerre-au-moyen-orient-donald-trump-menace-a-nouveau-l-iran-qui-a-mis-trop-de-temps-a-negocier-et-va-en-payer-le-prix_6697888_3210.html][EN DIRECT, guerre au Moyen-Orient : un soldat français est mort au Liban, touché « par un tir accidentel » lors d’un entraînement, annonce le ministère des armées]]
- [[https://www.lemonde.fr/economie/article/2026/06/10/benoit-c-ure-president-de-l-autorite-de-la-concurrence-l-operation-de-rachat-de-sfr-par-bouygues-telecom-free-et-orange-ne-va-pas-de-soi_6700488_3234.html][Benoît Cœuré, président de l’Autorité de la concurrence : « L’opération de rachat de SFR par Bouygues Telecom, Free et Orange ne va pas de soi »]]
- [[https://www.lemonde.fr/societe/article/2026/06/10/patrick-bruel-pourquoi-le-parquet-requiert-sa-mise-en-examen-et-son-placement-en-detention-provisoire_6700430_3224.html][Patrick Bruel : pourquoi le parquet requiert sa mise en examen et son placement en détention provisoire]]

*** Le Figaro

- [[https://www.lefigaro.fr/politique/gerald-darmanin-annonce-retirer-le-plaider-coupable-criminel-de-sa-reforme-de-la-justice-20260610][Gérald Darmanin annonce retirer le «plaider-coupable» criminel de sa réforme de la justice]]
- [[https://www.lefigaro.fr/faits-divers/en-direct-mort-de-lyhanna-le-gouvernement-mis-en-cause-par-les-familles-de-victimes-le-patron-de-la-gendarmerie-reconnait-un-echec-20260610][EN DIRECT - Mort de Lyhanna : les obsèques de la fillette se dérouleront vendredi «dans la plus stricte intimité»]]
- [[https://www.lefigaro.fr/faits-divers/affaire-lyhanna-le-frere-du-suspect-mis-en-examen-pour-viol-sur-deux-ex-compagnes-20260610][Affaire Lyhanna : le frère du suspect mis en examen pour viol sur deux ex-compagnes]]
- [[https://www.lefigaro.fr/faits-divers/affaire-lyhanna-le-pere-du-suspect-avait-ete-accuse-de-viol-par-l-une-de-ses-petites-filles-en-2013-20260610][Affaire Lyhanna : le père du suspect avait été accusé de viol par l’une de ses petites-filles en 2013]]
- [[https://www.lefigaro.fr/politique/affaire-lyhanna-antoine-vermorel-lr-propose-la-creation-d-une-fiche-as-pour-agresseur-sexuel-20260610][Affaire Lyhanna : Antoine Vermorel (LR) «propose la création d’une fiche AS pour “Agresseur Sexuel”»]]

** 🇬🇧 Reino Unido

