260610_day_briefing.org
*** BBC News

- [[https://www.bbc.com/news/articles/ce371kw2ex2o?at_medium=RSS&at_campaign=rss][Trump and Iran trade new threats after strikes exchanged]]
- [[https://www.bbc.com/news/articles/cpq3d44l907o?at_medium=RSS&at_campaign=rss][Israeli strikes in southern Lebanon kill 17, reports say]]
- [[https://www.bbc.com/news/articles/c621lnee131o?at_medium=RSS&at_campaign=rss][Norway crown princess's son to stay in custody before rape verdict, says court]]
- [[https://www.bbc.com/sport/football/articles/c2dylj8kj82o?at_medium=RSS&at_campaign=rss][World Cup referee denied US entry arrives home to hero's welcome in Somalia]]
- [[https://www.bbc.com/news/articles/c5yzm2nzgr2o?at_medium=RSS&at_campaign=rss][Ukraine says missiles hit military plant deep inside Russia]]

*** The Guardian

- [[https://www.theguardian.com/us-news/2026/jun/10/trump-administration-immigrants-climate-crisis][Trump targeting immigrants from countries hit most by climate shocks]]
- [[https://www.theguardian.com/global-development/2026/jun/10/coltan-drc-m23-global-witness-investigation][Global brands ‘likely’ using mineral that funds rebels accused of atrocities in DRC, investigation finds]]
- [[https://www.theguardian.com/world/2026/jun/09/man-shot-during-protest-against-proposed-us-ebola-quarantine-facility-in-kenya][Man shot dead during protest against proposed US Ebola quarantine facility in Kenya]]
- [[https://www.theguardian.com/world/2026/jun/08/bandits-in-north-west-nigeria-abduct-villagers-they-invited-to-discuss-peace-talks][Bandits in north-west Nigeria abduct villagers they invited to discuss peace talks]]
- [[https://www.theguardian.com/world/2026/jun/08/extreme-fear-among-immigrants-as-backlash-sweeps-south-africa][‘Extreme fear’ among immigrants as backlash sweeps South Africa]]

** 🇮🇹 Italia

*** Corriere della Sera

- [[https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml][Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime]]
- [[https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml][Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht]]
- [[https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml][IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»]]
- [[https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml][LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati]]
- [[https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml][I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia]]

*** Il Sole 24 Ore

- [[https://www.econopoly.ilsole24ore.com/2026/06/10/cosa-prevedono-i-decreti-sullai-approvati-dal-governo/][AI in Italia, cosa prevedono i decreti attuativi approvati dal Governo]]
- [[https://www.ilsole24ore.com/art/resta-standby-nomina-zaia-vicesegretario-l-ex-doge-la-lega-e-sola-AImjceaD][Resta in standby la nomina di Zaia a vicesegretario. L’ex Doge: «La Lega è una sola»]]
- [[https://www.ilsole24ore.com/art/fisco-e-auto-aziendali-optional-riassegnazioni-ecco-come-cambiano-tasse-AIIvoeaD][Fisco e auto aziendali, dagli optional alle riassegnazioni ecco come cambiano le tasse]]
- [[https://www.ilsole24ore.com/art/piantedosi-ok-decreto-sull-ia-servizio-forze-polizia-ma-non-sara-grande-fratello-AIY26caD][Piantedosi: ok a decreto sull’IA al servizio delle forze di polizia ma non sarà un Grande fratello]]
- [[https://www.ilsole24ore.com/art/e-online-sito-camera-nuovo-aggregatore-indicatori-economici-grafici-e-dati-aggiornati-tempo-reale-AI34sUaD][Camera, sul sito un nuovo aggregatore di indicatori economici con grafici e dati aggiornati in tempo reale]]

** 🇩🇪 Alemania

*** Der Spiegel

- [[https://www.spiegel.de/international/business/our-warming-climate-a-pilot-project-in-norway-raises-doubts-about-ccs-sustainability-a-066f9f4a-adbf-475b-b072-3015b5a370d1#ref=rss][Our Warming Climate: A Pilot Project in Norway Raises Doubts about CCS Sustainability]]
- [[https://www.spiegel.de/international/europe/hungarian-premier-peter-magyar-our-country-was-a-hostage-state-a-4d31fe2f-92f1-41ec-a7ab-6d8fdec0635d#ref=rss][Hungarian Premier Péter Magyar: 'Our Country Was a Hostage State']]
- [[https://www.spiegel.de/international/germany/nsdap-archive-how-der-spiegel-processed-the-data-from-the-nsdap-membership-card-file-a-c2d916be-b6d1-4b39-bab9-debdc9c45f7e#ref=rss][NSDAP archive: How DER SPIEGEL processed the data from the Nazi card file]]
- [[https://www.spiegel.de/international/germany/nsdap-archive-find-out-what-your-family-did-under-hitler-a-4c62a29b-054a-409f-8cc2-cfb8c46f98a9#ref=rss][Interactive Research Tool: What Your Family Did Under Hitler – Find Out Here]]
- [[https://www.spiegel.de/international/world/human-rights-in-the-us-meet-the-transgender-americans-forced-to-flee-gop-persecution-a-6371022b-8ad4-4e26-86ab-47a8aca52cd3#ref=rss][Human Rights in the US: Meet the Transgender Americans Forced to Flee GOP Persecution]]

*** Deutsche Welle

- [[https://www.dw.com/en/why-is-hezbollah-still-important-for-iran/a-77487992?maca=en-rss-en-world-4025-rdf][Why is Hezbollah still important for Iran?]]
- [[https://www.dw.com/en/rising-cyberscam-losses-expose-gaps-in-eu-response/a-77487321?maca=en-rss-en-world-4025-rdf][Rising cyberscam losses expose gaps in EU response]]
- [[https://www.dw.com/en/philippines-farmers-race-to-keep-up-with-global-ube-craze/a-77486681?maca=en-rss-en-world-4025-rdf][Philippines: Farmers race to keep up with global 'ube' craze]]
- [[https://www.dw.com/en/kenya-lgbtq-community-still-here-still-queer-despite-cuts/a-77484560?maca=en-rss-en-world-4025-rdf][Kenya: LGBTQ+ community still here, still queer despite cuts]]
- [[https://www.dw.com/en/war-in-ukraine-kyiv-strikes-key-russian-supply-lines/a-77480640?maca=en-rss-en-world-4025-rdf][War in Ukraine: Kyiv strikes key Russian supply lines]]

** 🇧🇷 Brasil

