260610_day_briefing.org
*** Folha de S.Paulo

- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/equilibrioesaude/2026/06/butantan-continua-estudo-da-vacina-da-dengue-em-idosos-apos-suspensao-temporaria.shtml][Butantan continua estudo da vacina da dengue em idosos após suspensão temporária]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/celebridades/2026/06/cleo-relembra-assedio-apos-sucesso-em-novela-nao-e-porque-sou-famosa-que-tenho-que-aceitar.shtml][Cleo relembra assédio após sucesso em novela: 'Não é porque sou famosa que tenho que aceitar']]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ilustrada/2026/06/filho-do-cineasta-rob-reiner-acusado-de-matar-os-pais-reivindica-fundos-da-familia.shtml][Filho do cineasta Rob Reiner, acusado de matar os pais, reivindica fundos da família]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/esporte/2026/06/aniversariante-do-dia-ancelotti-comanda-treino-observado-por-spike-lee.shtml][Aniversariante do dia, Ancelotti comanda treino observado por Spike Lee]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/06/starmer-condena-ato-anti-imigracao-que-incendiou-casas-e-carros-apos-ataque-com-faca-em-belfast.shtml][Starmer condena ato anti-imigração que incendiou casas e carros após ataque com faca em Belfast]]

*** O Globo

- /Feed no disponible temporalmente/


* 🧠 Think Tanks

- [[https://www.realinstitutoelcano.org][Real Instituto Elcano]] (🇪🇸 España)
- [[https://www.ifri.org][IFRI]] (🇫🇷 Francia)
- [[https://www.chathamhouse.org][Chatham House]] (🇬🇧 Reino Unido)
- [[https://www.ispionline.it][ISPI]] (🇮🇹 Italia)
- [[https://www.swp-berlin.org][SWP]] (🇩🇪 Alemania)
- [[https://www.rand.org][RAND Corporation]] (🇺🇸 Estados Unidos)


#+HTML: <div class="footer-hub">
#+HTML:    <p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
#+HTML:    <p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
#+HTML: </div>
