260610_day_briefing.html
<div id="outline-container-org51517a9" class="outline-3">
<h3 id="org51517a9">🇧🇷 Brasil</h3>
<div class="outline-text-3" id="text-org51517a9">
</div>
<div id="outline-container-orgaa05939" class="outline-4">
<h4 id="orgaa05939">Folha de S.Paulo</h4>
<div class="outline-text-4" id="text-orgaa05939">
<ul class="org-ul">
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/equilibrioesaude/2026/06/butantan-continua-estudo-da-vacina-da-dengue-em-idosos-apos-suspensao-temporaria.shtml">Butantan continua estudo da vacina da dengue em idosos após suspensão temporária</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/celebridades/2026/06/cleo-relembra-assedio-apos-sucesso-em-novela-nao-e-porque-sou-famosa-que-tenho-que-aceitar.shtml">Cleo relembra assédio após sucesso em novela: 'Não é porque sou famosa que tenho que aceitar'</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ilustrada/2026/06/filho-do-cineasta-rob-reiner-acusado-de-matar-os-pais-reivindica-fundos-da-familia.shtml">Filho do cineasta Rob Reiner, acusado de matar os pais, reivindica fundos da família</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/esporte/2026/06/aniversariante-do-dia-ancelotti-comanda-treino-observado-por-spike-lee.shtml">Aniversariante do dia, Ancelotti comanda treino observado por Spike Lee</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/06/starmer-condena-ato-anti-imigracao-que-incendiou-casas-e-carros-apos-ataque-com-faca-em-belfast.shtml">Starmer condena ato anti-imigração que incendiou casas e carros após ataque com faca em Belfast</a></li>
</ul>
</div>
</div>
<div id="outline-container-org02e5ff4" class="outline-4">
<h4 id="org02e5ff4">O Globo</h4>
<div class="outline-text-4" id="text-org02e5ff4">
<ul class="org-ul">
<li><i>Feed no disponible temporalmente</i></li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-org76c4ed3" class="outline-2">
<h2 id="org76c4ed3">🧠 Think Tanks</h2>
<div class="outline-text-2" id="text-org76c4ed3">
<ul class="org-ul">
<li><a href="https://www.realinstitutoelcano.org">Real Instituto Elcano</a> (🇪🇸 España)</li>
<li><a href="https://www.ifri.org">IFRI</a> (🇫🇷 Francia)</li>
<li><a href="https://www.chathamhouse.org">Chatham House</a> (🇬🇧 Reino Unido)</li>
<li><a href="https://www.ispionline.it">ISPI</a> (🇮🇹 Italia)</li>
<li><a href="https://www.swp-berlin.org">SWP</a> (🇩🇪 Alemania)</li>
<li><a href="https://www.rand.org">RAND Corporation</a> (🇺🇸 Estados Unidos)</li>
</ul>


<div class="footer-hub">
<p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
<p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
</div>
</div>
</div>
</div>
</body>
</html>
